Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget har gjennomført konsultasjoner i forbindelse med revidering av fiskeripolitiske retningslinjer, forskrift for forvaltning av kongekrabbe og forskrift for sjølaksefiske i samiske områder.
sme: Sámediggi lea čađahan konsultašuvnnaid guolástuspolitihka njuolggadusaid reviderema oktavuođas, láhkaásahusas gonagasreabbá hálddašeamis ja láhkaásahusas mearraluossabivdui sámi guovlluin.

source: Sametinget har også konsultert om reguleringene av laksefiske for 2008 og 2009, og om konsesjonsordning for sjølaksefiske.
sme: Sámediggi lea maid ráđđádallan luossabivddu muddemiid hárrái jagiide 2008 ja 2009, ja mearraluossabivddu konsešuvdnaortnega hárrái.

source: Sametinget kom ikke til enighet med Miljøverndepartementet i konsultasjoner om reguleringene av laksefisket for 2008.
sme: Sámediggi ii šaddan ovttaoaivilii Birasgáhttendepartemeanttain konsultašuvnnain luossabivddu muddemiid ektui 2008:s.

source: Dette gjelder blant annet forvaltning og oppbygging av norsk kysttorsk.
sme: Sámediggi lea joatkkán bargguin eiseválddiid ovddas seailluhit sámi geahččanguovllu mearraresurssaid hálddašeamis.

source: , nærhets- og avhengighetsprinsippet i forvaltningen av kongekrabbe, arealbrukskonflikter mellom tradisjonelt fjordfiske og oppdrettsnæring og beslutningen om å åpne for loddefiske i 2009.
sme: Dát guoská earret eará hálddašeapmái ja ráhkadussii norgga riddodorskis, lagasvuođa- ja sorjavašvuođaprinsihppii gonagasreabbá hálddašeamis, areálageavahanriidduide gaskkal árbevirolaš vuotnaguolásteami ja 2008– 2009

source: Regulering og forvaltning av kystsel er også et sentralt ledd i Sametingets kyst- og fiskeripolitikk.
sme: Njurjuid mudden ja hálddašeapmi lea maid guovddážis Sámedikki riddo- ja guolástuspolitihkas.

source: Selens rolle og dens innvirkning på det lokale marine miljøet og ressurser, er en del av Havforskningsinstituttets treårige forskningsprosjekt om fjordøkologi i Porsangerfjorden.
sme: Njuorjju rolla ja movt dat váikkuha báikkálaš mariidnabirrasii ja resurssaide, lea oassin Mearradutkaninstituhta golmma jagáš dutkanprošeavtta bohtosiin mat gusket vuotnaekologiijii Porsáŋgguvuonas.

source: Sametinget er kritisk til at det i forbindelse med prosjektet er jaktforbud i hele forskningsperioden på steinkobbe i fjorden, noe som vil forsterke beitetrykket på kysttorsk og andre marine ressurser.
sme: Sámediggi moaitá dan go dutkanprošeavtta oktavuođas olles dutkanáigodagas gildojuvvui oalát njuorjobivdu vuonas, juoga mii raššuda riddodorski ja eará mariidnaresurssaid.

source: 2.17.6 Reindrift Sametinget har i løpet av 2008 gitt uttalelse til ny lov om dyrevelferd.
sme: 2.17.6 Boazodoallu Sámediggi lea jagis 2008 addán cealkámuša ođđa elliidčálgoláhkii.

source: 2008– 2009 dyreholders ansvar for rovviltpolitikken, kastrering av reinbukker samt avliving av rein med krumkniv.
sme: Sámedikki árvalusat guske elliiddolliid ovddasvástádussii boraspirepolitihkas, bohccuid gáldemii ja dasto bohccuid goddimii gazirdanbuikkuin.

source: I august / september 2008 besøkte sametingsrådet alle reinbeitedistriktene i Norge for å innhente innspill til den reindriftspolitiske meldingen sametingsrådet er i ferd med å utarbeide, samt for å drøfte utfordringene ved reindriftas rammebetingelser direkte med reindriftsutøverne.
sme: Borgemánus / čakčamánus 2008 finai sámediggeráđđi buot boazodoalloguovlluin Norggas viežžat árvalusaid boazodoallopolitihkalaš dieđáhussii maid sámediggeráđđi lea ráhkadeamen, ja dasto njuolga boazodolliiguin guorahalai hástalusaid mat leat boazodoalu rámmaeavttuid oktavuođas.

source: Næringen er bekymret over tap av beiteland og manglende kapasitet i egen forvaltning.
sme: Ealáhus lea fuolastuvvan guohtuneatnamiid massima geažil ja go váilot návccat iežaset hálddahusas.

source: De etterlyser også effektive tiltak for å hindre rovvilttap, samt gode og forutsigbare erstatningsordninger.
sme: Sii váillahit maiddái beaktilis doaibmabijuid boraspirevahágiid eastadeapmái, ja buriid ja einnostuvvi buhtadanortnegiid.

source: Sametinget vil drøfte blant annet disse problemstillingene i sin melding om reindrift som ferdigstilles våren 2009.
sme: Sámediggi áigu guorahallat dáid áššečuolmmaid earret eará iežas boazodoallodieđáhusas mii gárvvistuvvo giđđat 2009.

source: Avgiftsordingen for reindrifta har mange ganger de siste årene blitt fremmet for Regjeringen.
sme: Boazodoalu divatortnet lea máŋgii maŋimuš jagiin ovddiduvvon Ráđđehussii.

source: Sametinget er skuffet over at det heller ikke ved dette statsbudsjettet skjer en avskaffing av denne ordingen.
sme: Sámediggi lea beahtahallan go ii dán ge bušeahttaáigodagas loahpahuvvo dát ortnet.

source: Sametinget støtter Norske Reindriftssamers Landsforbunds (NRL) arbeid i denne saken.
sme: Sámediggi doarju Norgga boazosápmelaččaid riikkasearvi (NBR) barggu dán áššis.

source: De siste avgiftsøkningene på blant annet drivstoff har etter næringens mening ført til en uforholdsmessig økonomisk byrde for den enkelte reindriftsutøver.
sme: Ealáhus oaivvilda ahte maŋimuš divatlassáneamit earret eará bensiinna ektui leat buktán eahpegorálaš stuorra ekonomalaš noađi muhtun boazodolliide.

source: Gjennom verdiskapingsprogrammet for næringskombinasjoner og samisk reiseliv har Sametinget fått muligheten til å utvikle reiselivsnæringen i samiske områder.
sme: Sámediggi lea juolludan ruđaid vai NBR lea sáhttán nammadit lávdegotti mii galgá bargat dáiguin áššiiguin eiseválddiid ektui, ja dárbbu mielde bálkáhit áššedovdiid divatáššis.

source: I 2008 har Sametinget prioritert oppbygging av opplevelsesbaserte produkter samt kombinasjonsnæringer med reiselivsaktiviteter og småskala matproduksjon.
sme: 2.17.7 Lotnolasealáhusaid árvoháhkanprográmma ja sámi mátkeealáhusat Sámedikki dievasčoahkkin mearridii guovvamánus 2008 álggahit lotnolasealáhusaid árvoháhkan 2008– 2009

source: Sametinget fokuserer samtidig på at den samiske kulturen som blir formidlet i reiselivssammenheng skal ha en troverdighet som er i samsvar med samiske interesser, normer og skikker.
sme: St.dieđ. nr. 43

source: Sametinget arrangerte en samisk reiselivskonferanse i Alta i oktober 2008.
sme: Sámedikki 2008 doaimma birra

source: I tillegg var formålene å styrke samarbeidet mellom samiske reiselivsaktører.
sme: prográmma sámi mátkeealáhusaiguin. Prográmma rámma 2008:s lei 6,5 miljon ru..

source: Et faglig forum er etablert.
sme: Fágalaš forum lea ásahuvvon.

source: Det består av Innovasjon Norge, fylkeskommunene og landbruksavdelingene i de tre nordligste fylkene, Bioforsk, Arbeids- og inkluderingsdepartementet og Sámi allaskuvla / samisk høgskole.
sme: Das leat mielde Innovašuvdna Norga, fylkkagielddat ja golmma davimus fylkkagielddaid eanandoalloossodagat, Bioforsk, Bargo- ja searvadahttindepartemeanta ja Sámi allaskuvla.

source: Hensikten med dette forumet er å utveksle informasjon om offentlige tiltak og prosjekter som har relevans for programmet.
sme: Dán foruma ulbmilin lea lonuhallat dieđuid almmolaš doaibmabijuid ja prošeavttaid hárrái main lea mearrašupmi prográmmii.

source: Det er også etablert et utviklingsforum som består av samiske næringsorganisasjoner.
sme: Dasto lea ásahuvvon ovddidanforum mas leat mielde sámi ealáhusorganisašuvnnat.

source: Utviklingsforumet fungerer som en referansegruppe for programmet.
sme: Ovddidanforum doaibmá prográmma referánsajoavkun.

source: Et av tiltakene i verdiskapningsprogrammet er å rekruttere og mobilisere potensielle utmarks- og kombinasjonsutøvere som ønsker å etablere virksomheter i samiske områder.
sme: Okta doaibmabijuin árvoháhkanprográmmas lea rekrutteret ja gávdnat vejolaš meahcce- ja lotnolasbargiid geat háliidit ásahit doaimmaid sámi guovlluin.

source: Rekrutteringsarbeidet er i gang og etablererskolen vil bli påbegynnes i begynnelsen av 2009.
sme: Rekrutterenbargu lea jođus ja álggahanskuvla álggahuvvo jagi 2009 álggus.

source: Sametingets arbeid innenfor helse- og sosialtjenesten for 2008 har vært rettet mot å skape forståelse for hvordan målet om en likeverdig tjeneste til det samiske folk kan oppnås, herunder å øke kunnskapen om samiske tjenestemottakeres rettigheter og behov.
sme: Lotnolasealáhusaid árvoháhkanprográmma ja sámi mátkeealáhusaid bokte lea Sámediggi ožžon vejolašvuođa ovddidit mátkeealáhusaid sámi guovlluin. Sámediggi lea 2008:s vuoruhan vásihusvuđot buktagiid ráhkadeami ja dasto lotnolasealáhusaid mátkeealáhusdoaimmaid ja smávibuš biebmobuvttadusa.

source: Det har også vært arbeidet for at ansvaret for å kvalitetssikre tilbudet til samiske pasienter skal løftes fra enkeltpersoner og til et overordnet nivå.
sme: Dákkár vuoruhemiin biddjojuvvo vuođđu šláddjás ja ođđahutki mátkeealáhusaid huksemii, maid bokte oažžut bargosajiid ja sihkkarastit ássama sámi guovlluin.

source: Sametinget har også innledet konsultasjoner med Justis- og politidepartementet, på bakgrunn av enstemmig vedtak i Sametinget av 27.05.08 om
sme: Seammás lea Sámediggái deaŧalaš ahte sámi kultuvra mii gaskkustuvvo mátkeealáhusaid oktavuođas, lea luohtehahtti ja dávista sámi beroštumiide, norpmaide ja dábiide.

source: ivaretakelse av samiske barns rettigheter og behov i organiseringen av Barnehuset.
sme: Dan lassin lei ulbmilin nannet ovttasbarggu sámi mátkeealáhusoassálastiid gaskka.

source: Barnehuset er en ny avhørsmodell for barn som har vært utsatt for overgrep, hvor formålet er å samle all kompetanse og instanser under ett fysisk tak.
sme: Sámediggi lea hábmegoahtán prošeavtta mátkeealáhusaid ovddideapmái miehtá sámi guovllu. Dan oktavuođas lea earret eará dollojuvvon seminára / proseassačoahkkin golmma sierra sajis Finnmárkkus.

source: Sametinget har i møte med Barneombudet tatt opp generelle problemstillinger når det gjelder ivaretakelse av samiske barns språklige og kulturelle rettigheter i det kommunale og statlige barnevernet, der i blant Barnas Hus.
sme: 2.18 Dearvvašvuođa ja sosiálapolitihkka Sámediggi lea dearvvašvuođa- ja sosiálabálvalusaid oktavuođas 2008:s geahččalan ovddidit áddejumi das movt sáhttá olahit ovttaárvosaš bálvalusa mihttomeari sámi álbmoga várás, ja dasto movt buoridit máhtolašvuođa sámi bálvalusdárbbašedd 29

source: Barneombudet uttrykte at dette var forhold og informasjon som de vil følge opp i sitt videre arbeid.
sme: Mánáidáittardeaddji dovddahii ahte dát leat bealit ja dieđut maid sii háliidit čuovvolit viidáset barggus.

source: Sametingsrådet orienterte om situasjonen for samiske læremidler og arbeidet med strategisk plan for læremidler.
sme: Sámediggeráđđi čilgii sámi oahpponeavvodili ja strategalaš oahpponeavvoplána barggu birra.

source: Andre saker som ble tatt opp var samiske barn i fosterhjem, samiske ungdommer og skolegang og ivaretakelse av samisk kultur i bysamfunn.
sme: Dasto váldojuvvojedje ovdan eará áššit nugo sámi mánát sadjásašruovttuin, sámi nuorat ja skuvlavázzin ja sámi kultuvrra áimmahuššan gávpotservodagain.

source: 2.18.2 Ivaretakelse av samiske pasienters rettigheter og behov Sametinget har hatt møte med helse- og omsorgsminister Bjarne Håkon Hanssen for å drøfte hvordan samiske fagmiljøer og brukere skal høres og vektlegges under utviklingen av Samhandlingsreformen.
sme: 2.18.2 Sámi pasieanttaid vuoigatvuođaid ja dárbbuid goziheapmi Sámedikkis lea leamaš čoahkkin dearvvašvuođa- ja fuolahusministariin Bjarne Håkon Hansseniin gos leat guorahallan movt guldalit ja deattuhit sámi fágabirrasiid ja geavaheddjiid nu gohčoduvvon Ovttasdoaibmanođastusa ovddideami oktavuođas.

source: Sametinget etterlyste samisk representasjon i ekspertgruppa for utvikling av Samhandlingsreformen.
sme: Sámediggi váillahii sámi ovddastusa Ovttasdoaibmanođastusa ovddideami áššedovdijoavkkus.

source: Statsråden etterkom ikke dette ønsket, men ville ha en nær kontakt med Sametinget og samiske helseinstitusjoner i arbeidet med reformen.
sme: Stáhtaráđđi ii váldán vuhtii dán sávaldaga, muhto háliidii lagaš oktavuođa Sámedikkiin ja sámi dearvvašvuođaásahusaiguin ođastusbarggus.

source: Videre ble situasjonen for samisktalende pasienter i helsevesenet drøftet.
sme: Dasto ságastallojuvvui sámegielat buhcciid dili birra dearvvašvuođadoaimmahagas.

source: Sametinget er opptatt av å bedre situasjonen for pasienter hvor helsevesenet trenger tolk for å forstå dem.
sme: Sámedikki 2008 doaimma birra dalle go dearvvašvuođadoaimmahat dárbbaša dulkka go galgá gulahallat buohcciiguin.

source: Sametinget foreslo at det igangsettes et prosjekt i regi av helseforetakene, som arbeider med å synliggjøre og finne gode måter å sikre god pasientkommunikasjon for samiske pasienter på.
sme: Sámediggi evttohii ahte álggahuvvo prošeakta dearvvašvuođadoaimmahagaid olis, bargat dan ovdii ahte oainnusin dahkat ja gávdnat buriid vugiid movt sihkkarastit gulahallama sámi buohcciiguin.

source: Sametinget har et samarbeidsorgan med de regionale helseforetakene, der det blant annet arbeides i forhold til det samiske perspektivet i oppdragsdokumenter fra de regionale helseforetakene til underliggende helseforetak.
sme: Sámedikkis lea ovttasbargoorgána guovlulaš dearvvašvuođadoaimmahagaiguin, man oktavuođas bargojuvvo sámi perspektiiva ektui dain barggahandokumeanttain maid guovlulaš dearvvašvuođadoaimmahagat sáddejit vuolit dearvvašvuođadoaimmahagaide.

source: Rekrutteringstiltak og etterutdanningstiltak internt i helseforetakene er temaer som vil bli fulgt opp av samarbeidsorganet.
sme: Rekrutterendoaibmabijut ja lasseoahppodoaibmabijut dearvvašvuođadoaimmahagain leat fáddán maid dát ovttasbargoorgána čuovvola.

source: 2.18.3 Oppdragsdokumenter til de regionale helseforetak Sametinget innledet i 2007 konsultasjoner med Helse- og omsorgsdepartementet om implementering av samiske pasienters behov og rettigheter i
sme: 2.18.3 Barggahandokumeanttat guovlulaš dearvvašvuođadoaimmahagaide Sámediggi álggahii 2007:s konsultašuvnnaid Dearvvašvuođaja sosiáladepartemeanttain oččodit mielde sámi buhcciid dárbbuid ja vuoigatvuođaid guovlulaš dearvvašvuođadoaimmahagaid barggahandokumeanttaide.

source: Da oppdragsdokumentene til de regionale helseforetakene for 2008 ble offentliggjort, framkom det for første gang klart at samiske pasienters rett til og behov for tilrettelagte tjenester må etterspørres og synliggjøres i planlegging, utredning og når beslutninger tas.
sme: Dalle go guovlulaš dearvvašvuođadoaimmahagaid barggahandokumeanttat almmuhuvvojedje 2008:s, bođii vuosttaš gearddi čielgasit ovdan ahte oažžut láhččojuvvon bálvalusaid sámi buhcciide sin vuoigatvuođaid ja dárbbuid vuođul, ferte jearahit ja oainnusin dahkat plánemis, čielggademiin ja go mearrádusat dahkkojuvvojit.

source: Sametingets konsultasjoner i denne saken har gitt et godt resultat.
sme: Sámedikki konsultašuvnnat dán áššis leat buktán buriid bohtosiid.

source: Det foreligger nå et godt utgangspunkt for de regionale helseforetakene og helseforetakene som ansvarlige for tjenesteytingen å konkretisere i sine planer og i praksis sikre at helsetjenesten tar hensyn til samisk språk og kultur i behandlingen av samiske pasienter i spesialisthelsetjenesten.
sme: Dál lea buorre vuolggasadji guovlulaš dearvvašvuođadoaimmahagain ja dearvvašvuođadoaimmahagain main lea ovddasvástádus addit bálvalusaid, konkretiseret iežaset plánain ja geavahusas sihkkarastit ahte dearvvašvuođabálvalus váldá vuhtii sámi giela ja kultuvrra divššodettiin sámi pasieanttaid spesialistadearvvašvuođabálvalusas.

source: Sametinget forventer at sentrale helsemyndigheter følger opp dette i sine styringssamtaler med de regionale helseforetakene.
sme: Sámediggi vuordá ahte guovddáš dearvvašvuođaeiseválddit čuovvolit dán iežaset stivrenságastallamiin guovlulaš dearvvašvuođadoaimmahagaiguin.

source: 2.18.4 Sametingets kandidater til styrene i de regionale helseforetak Sametinget har foreslått representanter til helseforetakene i Helse Nord RHF, Helse Nord-Trøndelag HF og Rikshospitalet HF.
sme: 2.18.4 Sámedikki evttohasat guovlulaš dearvvašvuođadoaimmahagaid stivrraide Sámediggi lea evttohan lahtuid dearvvašvuođadoaimmahagaide Davvi Dearvvašvuhtii RHF, Helse Nord-Trøndelag HF:i ja Rikshospitalet HF:i.

source: Sametinget har i forslagsprosessen vist til samiske pasienters rett til et språklig og kulturelt tilrettelagt tilbud i spesialisthelsetjenesten.
sme: Sámediggi lea evttohusproseassas čujuhan ahte sámi buohcciin lea vuoigatvuohta oažžut giela 2008– 2009 laččat ja kultuvrralaččat láhččojuvvon spesialistadearvvašvuođafálaldagaid.

source: I Helse Nord RHF ble fire av Sametingets fem foreslåtte kandidater valgt inn i styrene.
sme: Davvi Dearvvašvuođa ektui válljejuvvojedje njealjis Sámedikki viđa evttohasaid gaskkas stivrraide.

source: Sametingets kandidat til styret i Helse NordTrøndelag HF ble også valgt inn.
sme: Sámedikki evttohas Helse Nord-Trøndelag HF stivrii válljejuvvui maiddái.

source: 2.18.5 Sametingets arbeid med samiske brukeres behov og rettigheter i NAV Sametinget har fortsatt arbeidet vedrørende samiske tjenestemottakeres rettigheter og behov innenfor NAV-systemet.
sme: 2.18.5 Sámedikki bargu sámi geavaheddjiid dárbbuid ja vuoigatvuođaid ektui NAV:s Sámediggi lea ain joatkán barggu sámi bálvalusdárbbašeddjiid vuoigatvuođaid ja dárbbuid ektui NAV-vuogádaga siskkobealde.

source: Sametinget har derfor på ny sendt et brev til Arbeids- og inkluderingsministeren hvor disse spørsmålene tas opp.
sme: Danne lea Sámediggi ođđasis sádden reivve Bargo- ja searvadahttinministarii mas jearrá dáid áššiid birra.

source: Sametinget har deltatt på et informasjonsmøte i Salangen kommune angående en prosjektplan for ivaretakelse av samiske brukere i NAV.
sme: Sámediggi lea searvan diehtojuohkinčoahkkimii Siellatgieldda prošeaktaplána birra sámi geavaheddjiid áimmahuššamis NAV:s.

source: Gjennom prosjektet ønskes etablering av et samisk kompetansesenter innenfor NAV-systemet utredet.
sme: Prošeavtta bokte lea sávaldat čielggadit sámi gealboguovddáža ásaheami NAV-vuogádaga siskkobealde.

source: Prosjektet har som målsetting å realisere en arbeidsog velferdsetat som ivaretar samiske NAV-brukere i hele landet.
sme: Prošeavtta ulbmilin lea dakkár bargo- ja čálgoossodaga duohtan dahkan mii áimmahuššá sámi NAVgeavaheddjiid miehtá riikka.

source: Dette er også spørsmål som Sametinget har tatt opp med sentrale myndigheter.
sme: Dáid áššiid lea Sámediggi maiddái váldán ovdan guovddáš eiseválddiiguin.

source: Sametinget har også deltatt ved åpning av NAVkontoret i Karasjok, hvor det ble informert om Sametingets helse- og sosialpolitikk, og satt fokus på behovet for samisk språk- og kulturkompetanse innenfor NAV-etaten.
sme: Sámediggi lea maiddái searvan NAV-kantuvrra rahpamii Kárášjogas, gos lei diehtojuohkin Sámedikki dearvvašvuođa- ja sosiálapolitihka birra, ja fokus biddjojuvvui dasa ahte lea dárbu oažžut sámi giella- ja kulturgelbbolašvuođa NAV-ossodaga siskkobealde.

source: 2.18.6 Helse og levekår i et arktisk miljøperspektiv Sametinget har deltatt på møte i styringsgruppen for Den nordlige dimensjon og holdt et innlegg med utgangspunkt i Den nordlige dimensjon sitt program for helse og levekår.
sme: 2.18.6 Dearvvašvuohta ja eallineavttut árktalaš birasperspektiivvas Sámediggi lei Davvi dimenšuvnna stivrenjoavkku čoahkkimis ja doalai sáhkavuoru man vuolggasadjin lei davvi dimenšuvdna dearvvašvuođa- ja eallineavttuid prográmma.

source: Begrepet den nordlige dimensjon ble lansert av EU for å øke fokus på EUs nordlige region, og for å håndtere de utfordringene og mulighetene regionen representerer.
sme: Doahpaga Davvi dimenšuvdna lea EU ásahan vai EU davvi regiovdnii biddjojuvvošii fokus, ja gieđahallan dihte daid hástalusaid ja vejolašvuođaid mat guovllus leat.

source: Sametinget rettet fokus på samenes situasjon med paralleller til det sirkumpolare urfolksfellesskap.
sme: Sámediggi lea čalmmustuhttán sápmelaččaid dili ja buohtastahttán dan sirkumpolára álgoálbmotsearvevuođain.

source: Mange urfolk lever i dag nært tilknyttet naturen og dens ressurser.
sme: Ollu álgoálbmogiin lea dál lagaš oktavuohta lundui ja dan riggodagaide.

source: Dette setter urfolk i en sårbar situasjon når det gjelder klimaendringer og miljøgifter, noe som igjen kan ha alvorlige konsekvenser for urfolks helse og levekår.
sme: Dát bidjá álgoálbmogiid rašis dillái go guoská dálkkádatrievdamiidda ja birasmirkkuide, main fas sáhttet leat suorggahahtti váikkuhusat álgoálbmogiid dearvvašvuhtii ja eallineavttuide.

source: Sametingets innlegg i Den nordlige dimensjon ble brukt videre i arbeid med temaet i Europarådet.
sme: Sámedikki sáhkavuorru Davvi dimenšuvnnas geavahuvvui viidáseappot Eurohparáđi barggus dáinna fáttáin.

source: opptatt av å sikre at samiske brukere får et tilbud som dekker deres språklige og kulturelle behov.
sme: 2.18.7 Heahtedieđihanbálvalus Dan oktavuođas go nationála dásis leat nuppástuhttimin heahtedieđihanbálvalusa organiserema, lea Sámediggái deaŧalaš sihkkarastit ahte sámi geavaheddjiide láhččojuvvo dakkár fálaldat mii vuhtii váldá gielalaš ja kultuvrralaš dárbbuid.

source: Sametinget har tatt opp dette med sentrale myndigheter flere ganger, senest i februar 2008 i møte med statssekretær i Helse- og omsorgsdepartementet.
sme: Sámediggi lea váldán dán ovdan guovddáš eiseválddiiguin máŋgii, maŋimusat guovvamánu 2008 čoahkkimis Dearvvašvuođaja fuolahusdepartemeantta stáhtačálliin.

source: Sametinget vil følge dette arbeidet opp videre.
sme: Sámediggi áigu čuovvolit viidáseappot dán barggu.

source: 2.18.8 Prosjektmidlene Som en oppfølging av Regjeringens handlingsplan for helse- og sosialtjenester til den samiske befolkning, Mangfold og likeverd, har Sametinget i 2008 tildelt midler til helse og sosialprosjekter på i overkant av kr 2 487 000 til 11 ulike prosjekter.
sme: 2.18.8 Prošeaktaruđat Ráđđehusa dearvvašvuođa- ja sosiálabálvalusaid doaibmaplána čuovvoleapmin sámi álbmoga ektui, Máŋggabealatvuohta ja ovttadássásašvuohta, lea Sámediggi 2008:s juolludan ruđaid dearvvašvuođaja sosiálaprošeavttaide badjelaš 2 487 000 ru 11 sierra prošektii.

source: Det ble blant annet gitt kr 500 000 til Porsanger kommunes prosjekt om oppstart av desentralisert sykepleierutdanning.
sme: Earret eará lea addojuvvon 500 000 ru Porsáŋggu gieldda buohccedikšuma lávdaohppui.

source: Likeledes ble det gitt til sammen kr 707 000 til Barnevernets utviklingssenter i Tromsø til metodeutvikling innenfor samisk barnevern.
sme: Dasto addojuvvui oktiibuot 707 000 ru Mánáidsuodjalusa ovddidanguovddážii Romssas vugiid ovddideapmái sámi mánáidsuodjalusas.

source: Sametinget har også fordelt kr 150 000 i stipender til videreutdanning innenfor psykososialt arbeid blant barn og unge.
sme: Sámediggi lea maiddái juogadan 150 000 ru stipeandan joatkkaohppui mánáid ja nuoraid psykososiála barggu hárrái.

source: 3 Regjeringens arbeid med samepolitiske spørsmål og
sme: 3 Ráđđehusa bargu sámepolitihkalaš gažaldagaiguin ja

source: oppfølging av Sametingets årsmelding
sme: Sámedikki jahkedieđáhusa čuovvoleapmi

source: Sametinget
sme: Sámediggi

source: 3.1.1 Budsjettprosedyrer mellom Sametinget og regjeringen Det vises til Sametingets årsmelding kap 2.2.
sme: 3.1.1 Bušeahttaprosedyrat gaskal Sámedikki ja ráđđehusa Dás čujuhuvvo Sámedikki jahkedieđáhusa kápihttala čuoggái 2.2.

source: Arbeids- og inkluderingsdepartementet forela Sametinget en skisse til nye budsjettprosedyrer høsten 2008.
sme: Bargo- ja searvadahttindepartemeanta ovddidii 2008 čavčča Sámediggái ođđa gaskaboddosaš bušeahttaprosedyra árvalusa.

source: Sametinget har i møter med departementet understreket at Sametinget ikke ønsker å konsultere om departementets skisse til nye budsjettprosedyrer.
sme: Sámediggi lea čoahkkimin departemeanttain deattuhan ahte eai háliit ráđđádallamiid bušeahttaprosedyra árvalusa birra.
